Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_CLOUDPHOTO_IPOD
source: Photos and videos that have been optimized to save space will be removed from this iPod touch. The original, full versions will still be available on other devices using iCloud Photos.
ar: ستتم إزالة الصور والفيديوهات التي تم تحسينها للاحتفاظ بالمساحة من هذا الـ iPod touch، لكن ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Снимките и видеата, които са били оптимизирани за пестене на място, ще бъдат премахнати от този iPod touch. Оригиналните пълни версии ще продължават да бъдат достъпни на други устройства с помощта на iCloud снимки.
ca: S’eliminaran de l’iPod touch les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Velikostně optimalizované fotky a videa budou z iPodu touch odstraněny. Na ostatních zařízeních připojených k fotkám na iCloudu budou původní plné verze nadále dostupné.
da: Fotos og videoer, der er blevet optimeret for at spare plads, bliver fjernet fra denne iPod touch. De oprindelige, komplette versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von diesem iPod touch entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το iPod touch. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este iPod touch. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_419: Se eliminarán de este iPod touch las fotos y videos que se optimizaron para ahorrar espacio. Las versiones originales con resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Kuvat ja videot, jotka on optimoitu kuvan säästämiseksi, poistetaan tästä iPod touchista. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet iPod touch. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet iPod touch. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: תמונות וסרטונים אשר עברו מיטוב לצורך חיסכון באחסון יוסרו מ-iPod touch זה. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस iPod touch से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध रहेंगे।
hr: Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog iPod toucha. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az iPod touchról. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari iPod touch ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da questo iPod touch. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: 空き領域を確保するために最適化された写真とビデオはこのiPod touchから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: Орынды үнемдеу үшін оңтайландырылған фотолар мен видеолар осы iPod touch құрылғысынан жойылады. Түпнұсқа толық нұсқалы материалдарды «iCloud фотолары» функциясын пайдалану арқылы басқа құрылғылардан алуға болады.
ko: 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 iPod touch에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Iš šio „iPod touch“ bus pašalintos nuotraukos ir vaizdo įrašai, optimizuoti siekiant taupyti vietą. Originalios, nesumažintos versijos tebebus pasiekamos kituose įrenginiuose naudojant „iCloud“ nuotraukas.
ms: Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada iPod touch ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Bilder og videoer som har blitt optimalisert for å spare plass, vil bli fjernet fra iPod touch. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Foto's en video's die zijn geoptimaliseerd om ruimte te besparen, worden van deze iPod touch verwijderd. De oorspronkelijke, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Zdjęcia i wideo, które nie zostały zoptymalizowane na potrzeby oszczędzania miejsca, zostaną usunięte z tego iPoda touch. Ich oryginalne, pełne wersje będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt_br: Fotos e vídeos que foram otimizados para economizar espaço serão removidos deste iPod touch. As versões originais completas continuarão disponíveis em outros dispositivos que usem as Fotos do iCloud.
pt_pt: Os vídeos e fotografias que tenham sido otimizados para guardar espaço serão removidos deste iPod touch, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest iPod touch. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Фото и видео, оптимизированные для экономии места, будут удалены с этого iPod touch. Оригинальные полноразмерные версии все равно будут доступны на других устройствах через Фото iCloud.
sk: Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto iPodu touch. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz te naprave iPod touch. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna iPod touch. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก iPod touch เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์อื่นที่ใช้ “รูปภาพ iCloud”
tr: Yer kazanmak için en iyi duruma getirilmiş fotoğraflar ve videolar bu iPod touch’tan silinecektir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam edecektir.
uk: Фото й відео, оптимізовані для заощадження місця, будуть вилучені з цього iPod touch. Первинні повні версії лишатимуться доступними на інших пристроях, що використовують Фото iCloud.
vi: Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi iPod touch này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 经优化以节省空间的照片和视频将从此iPod touch上移除。全分辨率的原始版本在使用iCloud照片的其他设备上仍可用。
zh_hk: 為了節省空間最佳化的相片及影片將會從此iPod touch中移除，完整的原始檔將仍可以在其他使用「iCloud相片」的裝置上取得。
zh_tw: 經過最佳化處理以節省空間的照片和影片將會從此iPod touch上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。

# SIGN_OUT_CLOUDPHOTO_VISION
source: Photos and videos that have been optimized to save space will be removed from this Apple Vision Pro. The original, full versions will still be available on other devices using iCloud Photos.
ar: ستتم إزالة الصور والفيديوهات التي تم تحسينها لتوفير المساحة من هذه الـ Apple Vision Pro، لكن ستظل النسخ الأصلية الكاملة متوفرة على الأجهزة الأخرى التي تستخدم صور iCloud.
bg: Снимките и видеата, които са били оптимизирани за пестене на място, ще бъдат премахнати от този Apple Vision Pro. Оригиналните пълни версии ще продължават да бъдат достъпни на други устройства с помощта на iCloud снимки.
ca: S’eliminaran de l’Apple Vision Pro les fotos i els vídeos que s’hagin optimitzat per estalviar espai. Les versions completes originals continuaran estant disponibles a la resta de dispositius que utilitzin les fotos a l’iCloud.
cs: Fotky a videa s optimalizovanou velikostí budou z Apple Vision Pro odstraněny. Na ostatních zařízeních využívajících Fotky na iCloudu budou nadále dostupné původní plné verze.
da: Fotos og videoer, der er blevet optimeret for at spare plads, bliver fjernet fra Apple Vision Pro. De oprindelige, komplette versioner vil stadig være tilgængelige på andre enheder, der bruger iCloud-fotos.
de: Fotos und Videos, die optimiert wurden, um Speicherplatz einzusparen, werden von dieser Apple Vision Pro entfernt. Die Originalversionen sind weiterhin über „iCloud-Fotos“ auf anderen Geräten verfügbar.
el: Οι φωτογραφίες και τα βίντεο που έχουν βελτιστοποιηθεί για εξοικονόμηση χώρου θα αφαιρεθούν από αυτό το Apple Vision Pro. Οι αρχικές, πλήρεις εκδόσεις θα παραμείνουν διαθέσιμες σε άλλες συσκευές που χρησιμοποιούν τις Φωτογραφίες iCloud.
es: Las fotos y los vídeos que se han optimizado para ahorrar espacio se eliminarán de este Apple Vision Pro. Sus versiones completas originales seguirán estando disponibles en otros dispositivos que usen las fotos en iCloud.
es_419: Se eliminarán de este Apple Vision Pro las fotos y videos que se optimizaron para ahorrar espacio. Las versiones originales con resolución completa seguirán disponibles en otros dispositivos que usen Fotos en iCloud.
fi: Kuvat ja videot, jotka on optimoitu tilan säästämiseksi, poistetaan tästä Apple Vision Prosta. Alkuperäiset täydet versiot ovat yhä muiden iCloud-kuvia käyttävien laitteiden käytettävissä.
fr: Les photos et vidéos qui ont été optimisées pour libérer de l’espace seront supprimées de cet Apple Vision Pro. Les versions en pleine résolution d’origine seront toujours disponibles sur les autres appareils utilisant Photos iCloud.
fr_ca: Les photos et vidéos qui ont été optimisées pour économiser de l’espace seront supprimées de cet Apple Vision Pro. Leur version originale en pleine résolution restera disponible sur les autres appareils qui utilisent Photos iCloud.
he: תמונות וסרטונים שעברו מיטוב לצורך חיסכון באחסון יוסרו מה-Apple Vision Pro. ניתן יהיה לגשת לגירסאות המקוריות המלאות במכשירים אחרים באמצעות ״תמונות iCloud״.
hi: जगह बचाने के लिए ऑप्टिमाइज़ की गई तस्वीरें और वीडियो इस Apple Vision Pro से हटा दिए जाएँगे। iCloud तस्वीर का उपयोग करने वाले अन्य डिवाइस पर मूल, पूर्ण संस्करण अभी भी उपलब्ध रहेंगे।
hr: Fotografije i videozapisi koji su optimizirani za uštedu prostora uklonit će se s ovog uređaja Apple Vision Pro. Originalne cjelovite verzije i dalje će biti dostupne na drugim uređajima koji koriste iCloud fotografije.
hu: A tárhely-megtakarításhoz optimalizált fotók és videók el lesznek távolítva erről az Apple Vision Próról. Az eredeti, teljes verziók továbbra is elérhetők maradnak az iCloud-fotókat használó egyéb eszközökön.
id: Foto dan video yang telah dioptimalkan untuk menghemat ruang akan dihapus dari Apple Vision Pro ini. Versi asli yang utuh akan tetap tersedia di perangkat lain yang menggunakan Foto iCloud.
it: I contenuti che sono stati ottimizzati per utilizzare meno spazio verranno rimossi da Apple Vision Pro. Le versioni originali, alla massima risoluzione, saranno disponibili sugli altri dispositivi su cui è attiva l’opzione “Foto di iCloud”.
ja: 空き領域を確保するために最適化された写真とビデオはこのApple Vision Proから削除されます。オリジナルの完全版は、iCloud写真を使用しているデバイス上では引き続き利用できます。
kk: Орынды үнемдеу үшін оңтайландырылған фотолар мен видеолар осы Apple Vision Pro құрылғысынан жойылады. Түпнұсқа толық нұсқалы материалдарды «iCloud фотолары» функциясын пайдалану арқылы басқа құрылғылардан алуға болады.
ko: 저장 공간을 확보하기 위해 최적화된 사진 및 비디오가 이 Apple Vision Pro에서 제거됩니다. 전체 버전인 원본은 iCloud 사진을 사용하는 다른 기기에서 계속 사용할 수 있습니다.
lt: Nuotraukos ir vaizdo įrašai, optimizuoti siekiant taupyti vietą, bus pašalinti iš šio „Apple Vision Pro“. Originalios, nesumažintos versijos tebebus pasiekamos kituose įrenginiuose naudojant „iCloud“ nuotraukas.
ms: Foto dan video yang telah dioptimumkan untuk menjimatkan ruang akan dikeluarkan daripada Apple Vision Pro ini. Versi penuh asal masih akan tersedia pada peranti lain yang menggunakan Foto iCloud.
nb: Bilder og videoer som har blitt optimalisert for å spare plass, vil bli fjernet fra Apple Vision Pro. Fullversjonen av de opprinnelige filene vil fortsatt være tilgjengelig på andre enheter som bruker iCloud Bilder.
nl: Foto's en video's die zijn geoptimaliseerd om ruimte te besparen, worden van deze Apple Vision Pro verwijderd. De oorspronkelijke, volledige versies blijven beschikbaar op andere apparaten die iCloud-foto's gebruiken.
pl: Zdjęcia i wideo, które nie zostały zoptymalizowane na potrzeby oszczędzania miejsca, zostaną usunięte z tego Apple Vision Pro. Ich oryginalne, pełne wersje będą nadal dostępne na innych urządzeniach używających Zdjęć w iCloud.
pt_br: Fotos e vídeos que foram otimizados para economizar espaço serão removidos deste Apple Vision Pro. As versões originais completas continuarão disponíveis em outros dispositivos que usem as Fotos do iCloud.
pt_pt: Os vídeos e fotografias que tenham sido otimizados para poupar espaço serão removidos deste Apple Vision Pro, mas as versões originais continuarão disponíveis noutros dispositivos através de Fotografias em iCloud.
ro: Pozele și clipurile video care au fost optimizate pentru a economisi spațiu vor fi eliminate de pe acest Apple Vision Pro. Versiunile originale, la rezoluție integrală, vor fi în continuare disponibile pe alte dispozitive care utilizează Poze iCloud.
ru: Фото и видео, оптимизированные для экономии места, будут удалены с этого Apple Vision Pro. Оригинальные полноразмерные версии по‑прежнему будут доступны на других устройствах через Фото iCloud.
sk: Fotky a videá, ktoré boli optimalizované s cieľom ušetriť miesto, budú odstránené z tohto Apple Vision Pro. Originály v plnom rozlíšení budú aj naďalej dostupné na ostatných zariadeniach, ktoré používajú iCloud Fotky.
sl: Fotografije in videi, ki so bili optimizirani za varčevanje s prostorom, bodo odstranjeni iz te naprave Apple Vision Pro. Njihove prvotne različice v polni velikosti bodo še naprej na voljo v drugih napravah, v katerih uporabljate Fotografije iCloud.
sv: Bilder och videor som har optimerats för att spara utrymme kommer att tas bort från denna Apple Vision Pro. De ursprungliga fullständiga versionerna kommer fortfarande att vara tillgängliga på andra enheter som använder iCloud-bilder.
th: รูปภาพและวิดีโอที่ถูกปรับขนาดเพื่อประหยัดพื้นที่จะถูกเอาออกจาก Apple Vision Pro เครื่องนี้ เวอร์ชั่นเต็มที่เป็นต้นฉบับจะยังคงมีอยู่บนอุปกรณ์อื่นที่ใช้ “รูปภาพ iCloud”
tr: Yer kazanmak için en iyi duruma getirilmiş fotoğraflar ve videolar bu Apple Vision Pro’dan silinir. Özgün, tam sürümler iCloud Fotoğrafları’nı kullanan diğer aygıtlarda bulunmaya devam eder.
uk: Фото й відео, оптимізовані для заощадження місця, буде вилучено з цього Apple Vision Pro. Оригінальні повні версії будуть доступними й надалі на інших пристроях, що використовують Фото iCloud.
vi: Các ảnh và video đã được tối ưu hóa để tiết kiệm dung lượng sẽ bị xóa khỏi Apple Vision Pro này. Các phiên bản gốc, đầy đủ sẽ vẫn có sẵn trên các thiết bị khác sử dụng Ảnh iCloud.
zh_cn: 经优化以节省空间的照片和视频将从此Apple Vision Pro上移除。全分辨率的原始版本在使用iCloud照片的其他设备上仍可用。
zh_hk: 為了節省空間最佳化的相片及影片將會從此Apple Vision Pro中移除，完整的原始檔將仍然可以在其他使用「iCloud相片」的裝置上取得。
zh_tw: 經過最佳化處理以節省空間的照片和影片將會從此Apple Vision Pro上移除。完整解析度的原始版本仍可在其他裝置上透過「iCloud照片」取得。

# SIGN_OUT_CONFIRM_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# SIGN_OUT_CONFIRM_MESSAGE_IPAD
source: It may take a minute to remove your iCloud data from this iPad.
ar: قد تستغرق إزالة بيانات iCloud من هذا الـ iPad دقيقة.
bg: Премахването на iCloud данните от този iPad може да отнеме около минута.
ca: Les dades de l’iCloud poden tardar un minut a eliminar‑se de l’iPad.
cs: Odstraňování vašich iCloudových dat z iPadu může chvilku trvat.
da: Det kan tage et øjeblik at fjerne dine iCloud-data fra denne iPad.
de: Möglicherweise dauert es einen Moment, bis deine iCloud-Daten von diesem iPad gelöscht sind.
el: Θα χρειαστεί λίγη ώρα για αφαίρεση των δεδομένων iCloud σας από αυτό το iPad.
es: Puede que se tarde un minuto en eliminar los datos de iCloud de este iPad.
es_419: Eliminar tus datos de iCloud de este iPad podría tardar unos minutos.
fi: iCloud-tietojen poistaminen iPadista saattaa kestää hetken.
fr: La suppression des données iCloud de cet iPad peut prendre quelques minutes.
fr_ca: La suppression de vos données iCloud de cet iPad peut prendre une minute.
he: מחיקת נתוני ה-iCloud מ-iPad זה עשויה להימשך כדקה.
hi: आपके iCloud डेटा को इस iPad से हटाने में कुछ क्षण लग सकते हैं।
hr: Uklanjanje iCloud podataka s ovog iPada može potrajati par trenutaka.
hu: Eltarthat egy percig, amíg befejeződik az iCloud-adatok eltávolítása erről az iPadről.
id: Mungkin memerlukan waktu beberapa saat untuk menghapus data iCloud dari iPad ini.
it: La rimozione dei dati di iCloud da iPad potrebbe richiedere qualche minuto.
ja: iPadからiCloudデータを削除するのに少し時間がかかります。
kk: iCloud деректерін осы iPad құрылғысынан жою үшін бір минут кетуі мүмкін.
ko: 이 iPad에서 iCloud 데이터를 제거하는 데 시간이 약간 걸릴 수 있습니다.
lt: Kol jūsų „iCloud“ duomenys bus pašalinti iš šio „iPad“, gali praeiti minutė.
ms: Sedikit masa mungkin diambil untuk mengeluarkan data iCloud anda daripada iPad ini.
nb: Det kan ta litt tid å fjerne iCloud-data fra iPaden.
nl: Het kan even duren om je iCloud-gegevens van deze iPad te verwijderen.
pl: Usuwanie danych iCloud z iPada może zająć około minuty.
pt_br: Pode levar algum tempo para remover os dados do iCloud deste iPad.
pt_pt: Pode demorar alguns instantes a remover os dados em iCloud deste iPad.
ro: Eliminarea datelor dvs. iCloud de pe acest iPad poate dura câteva minute.
ru: Удаление данных iCloud с этого iPad может занять несколько минут.
sk: Odstraňovanie iCloudových dát z iPadu môže chvíľu trvať.
sl: Odstranjevanje podatkov v storitvi iCloud iz tega iPada lahko traja nekaj trenutkov.
sv: Det kan ta en stund att ta bort dina iCloud-data från denna iPad.
th: อาจใช้เวลาสักครู่ในการเอาข้อมูล iCloud ของคุณออกจาก iPad เครื่องนี้
tr: iCloud verilerinizi bu iPad’den silmek bir dakika sürebilir.
uk: Вилучення даних iCloud із цього iPad може тривати кілька хвилин.
vi: Có thể mất một lúc để xóa dữ liệu iCloud của bạn khỏi iPad này.
zh_cn: 可能需要一分钟从此iPad移除你的iCloud数据。
zh_hk: 從此iPad移除iCloud資料可能需要一些時間。
zh_tw: 將你的iCloud資料從此iPad移除可能需要一分鐘。

# SIGN_OUT_CONFIRM_MESSAGE_IPHONE
source: It may take a minute to remove your iCloud data from this iPhone.
ar: قد تستغرق إزالة بيانات iCloud من هذا الـ iPhone دقيقة.
bg: Премахването на iCloud данните от този iPhone може да отнеме около минута.
ca: Les dades de l’iCloud poden tardar un minut a eliminar‑se de l’iPhone.
cs: Odstraňování vašich iCloudových dat z iPhonu může chvilku trvat.
da: Det kan tage et øjeblik at fjerne dine iCloud-data fra denne iPhone.
de: Möglicherweise dauert es einen Moment, bis deine iCloud-Daten von diesem iPhone gelöscht sind.
el: Θα χρειαστεί λίγη ώρα για αφαίρεση των δεδομένων iCloud σας από αυτό το iPhone.
es: Puede que se tarde un minuto en eliminar los datos de iCloud de este iPhone.
es_419: Eliminar tus datos de iCloud de este iPhone podría tardar unos minutos.
fi: iCloud-tietojen poistaminen iPhonesta saattaa kestää hetken.
fr: La suppression des données iCloud de cet iPhone peut prendre quelques minutes.
fr_ca: La suppression de vos données iCloud de cet iPhone peut prendre une minute.
he: מחיקת נתוני ה-iCloud מ-iPhone זה עשויה להימשך כדקה.
hi: आपके iCloud डेटा को इस iPhone से हटाने में कुछ क्षण लग सकते हैं।
hr: Uklanjanje iCloud podataka s ovog iPhonea može potrajati par trenutaka.
hu: Eltarthat egy percig, amíg befejeződik az iCloud-adatok eltávolítása erről az iPhone-ról.
id: Mungkin memerlukan waktu beberapa saat untuk menghapus data iCloud dari iPhone ini.
it: La rimozione dei dati di iCloud da iPhone potrebbe richiedere qualche minuto.
ja: iPhoneからiCloudデータを削除するのに少し時間がかかります。
kk: iCloud деректерін осы iPhone құрылғысынан жою үшін бір минут кетуі мүмкін.
ko: 이 iPhone에서 iCloud 데이터를 제거하는 데 시간이 약간 걸릴 수 있습니다.
lt: Kol jūsų „iCloud“ duomenys bus pašalinti iš šio „iPhone“, gali praeiti minutė.
ms: Sedikit masa mungkin diambil untuk mengeluarkan data iCloud anda daripada iPhone ini.
nb: Det kan ta litt tid å fjerne iCloud-data fra iPhonen.
nl: Het kan even duren om je iCloud-gegevens van deze iPhone te verwijderen.
pl: Usuwanie danych iCloud z iPhone'a może zająć około minuty.
pt_br: Pode levar algum tempo para remover os dados do iCloud deste iPhone.
pt_pt: Pode demorar alguns instantes a remover os dados em iCloud deste iPhone.
ro: Eliminarea datelor dvs. iCloud de pe acest iPhone poate dura câteva minute.
ru: Удаление данных iCloud с этого iPhone может занять несколько минут.
sk: Odstraňovanie iCloudových dát z iPhonu môže chvíľu trvať.
sl: Odstranjevanje podatkov v storitvi iCloud iz tega iPhona lahko traja nekaj trenutkov.
sv: Det kan ta en stund att ta bort dina iCloud-data från denna iPhone.
th: อาจใช้เวลาสักครู่ในการเอาข้อมูล iCloud ของคุณออกจาก iPhone เครื่องนี้
tr: iCloud verilerinizi bu iPhone’dan silmek bir dakika sürebilir.
uk: Вилучення даних iCloud із цього iPhone може тривати кілька хвилин.
vi: Có thể mất một lúc để xóa dữ liệu iCloud của bạn khỏi iPhone này.
zh_cn: 可能需要一分钟从此iPhone移除你的iCloud数据。
zh_hk: 從此iPhone移除iCloud資料可能需要一些時間。
zh_tw: 將你的iCloud資料從此iPhone移除可能需要一分鐘。
